## Загрузим нужные библиотеки

In [1]:

import pandas as pd

В начале остановимся на наиболее перспективных навыках

In [2]:
df_2 = pd.read_csv("2+1.csv")
df_3 = pd.read_csv("3+0.csv")

In [3]:
df_2

             id  type
0    ОРГ1-02649     2
1    ОРГ2-05929     1
2    ОРГ2-05859     1
3    ОРГ1-00279     2
4    ОРГ2-01613     1
..          ...   ...
257  ОРГ1-02893     2
258  ОРГ2-01077     1
259  ОРГ1-00469     2
260  ОРГ1-02060     2
261  ОРГ2-05042     1

[262 rows x 2 columns]

In [4]:
df_3

             id  type
0    ОРГ1-02649     0
1    ОРГ2-05929     0
2    ОРГ2-05859     0
3    ОРГ1-00279     0
4    ОРГ2-01613     0
..          ...   ...
257  ОРГ1-02893     3
258  ОРГ2-01077     0
259  ОРГ1-00469     3
260  ОРГ1-02060     3
261  ОРГ2-05042     0

[262 rows x 2 columns]